Repository: common-repository/pricemesh
Catalog: languages/Pricemesh-*.po
Languages: de_de

source: Pricemesh Settings
de_de: Pricemesh Einstellungen

source: Base Settings
de_de: Grundeinstellungen

source: Country
de_de: Land

source: Errors and Warnings
de_de: Hinweise und Warnungen

source: Configuration
de_de: Konfiguration

source: Title (Pro)
de_de: Titel (Pro)

source: Listed Products
de_de: Angezeigte Produkte

source: Shipping
de_de: Versandinfo

source: Duplicates
de_de: Duplikate

source: Show Pricemesh
de_de: Pricemesh anzeigen

source: Product Title
de_de: Produkttitel

source: Link on Shop and Price
de_de: Link auf Shop und Preis

source: Create a account on <a href='https://www.pricemesh.io' target='_blank'>pricemesh.io</a> and add your own token and secret key to earn sales commission and to use the search function.
de_de: Erstellen Sie einen Account auf <a href='https://www.pricemesh.io' target='_blank'>pricemesh.io</a> und tragen Sie Ihr eigenes Token und den Secret Key ein, um Provisionen für Verkäufe zu erhalten und die Suchfunktion nutzen zu können

source: You can't earn commission with the demo token.
de_de: Das Demo-Token ist voll funktionsfähig, es können damit jedoch keine Provisionen verdient werden.

source: To use the search function, please add your secret key..
de_de: Um die Suchfunktion zu nutzen, tragen Sie bitte den Secret Key ein.

source: Show
de_de: Anzeigen

source: Hide
de_de: Nicht anzeigen

source: On
de_de: An

source: Off
de_de: Aus

source: Above
de_de: Oberhalb des Preisvergleichs

source: Below
de_de: Unterhalb des Preisvergleichs

source: Show shipping
de_de: Versandinfo anzeigen

source: Hide shipping
de_de: Versandinfo nicht anzeigen

source: No filter
de_de: Nicht filtern

source: Filter all duplicates (shop only once)
de_de: Alle Duplikate filtern (Händler darf nur einmal vorkommen)

source: Filter on same price (one shop per price)
de_de: Bei gleichem Preis filtern (Händler darf nur einmal pro Preis vorkommen)

source: Show always
de_de: Preisvergleich immer anzeigen

source: Hide if no items are found
de_de: Preisvergleich nur anzeigen, wenn Produkte gefunden werden

source: Show Title
de_de: Titel anzeigen

source: Hide Title
de_de: Titel nicht anzeigen

source: Pricemesh can access other plugins to add functionality.
de_de: Pricemesh kann auf andere Plugins zugreifen und zusätzliche Funktionen freischalten.

source: Adds imported ASINs to the article.
de_de: Fügt automatisch importierte ASINs zu dem aktuellen Post hinzu.

source: WPRobot is not installed
de_de: WPRobot ist nicht installiert

source: Enables Pricemesh on Product Pages
de_de: Schaltet die Pricemesh auf Produktseiten frei

source: WooCommerce is not installed
de_de: WooCommerce ist nicht installiert

source: List of custom post types Pricemesh should be enabled on. Format type1,type2,type3
de_de: Liste von Custom Post Types bei denen Pricemesh angezeigt werden soll. Format: type1,type2,type3

source: Settings
de_de: Einstellungen

source: Get an overview of all available settings <a target='_blank' href='https://www.pricemesh.io/en/help/settings/'>here</a>
de_de: Eine Übersicht über alle Einstellungen gibt es <a target='_blank' href='https://www.pricemesh.io/de/hilfe/einstellungen/'>hier</a>

source: Add
de_de: Hinzufügen

source: Product Search
de_de: Produktsuche

source: To use product search, add your secret key <a href='options-general.php?page=Pricemesh'>here</a>
de_de: Um die Suchfunktion zu nutzen, tragen Sie bitte den Secret Key ein.

source: Keyword
de_de: Suchwort

source: Search
de_de: Suchen

source: Extended Setttings
de_de: Erweiterte Einstellungen

source: Without
de_de: Ohne

source: Min. price
de_de: Preis min.

source: Max. price
de_de: Preis max.

source: Deepsearch
de_de: Tiefe Suche

source: There was an error processing your request:
de_de: Bei der Anfrage ist ein Fehler aufgetreten:

source: Description
de_de: Beschreibung

source: Descriptions
de_de: Beschreibungen

source: Image
de_de: Bild

source: Images
de_de: Bilder

source: Price
de_de: Preis

source: Source
de_de: Quelle
